Repository: InfoAmazonia/jeo-plugin
Catalog: src/languages/jeo-*.po
Languages: es_es, pt_br

source: Interactive Map blocks for Wordpress Gutenberg
es_es: Bloques de Mapa interactivos para Wordpress Gutenberg
pt_br: Mapas interativos para Wordpress

source: Read more
es_es: Leer más
pt_br: Ler mais

source: Service provided by Open Street Maps at https://nominatim.openstreetmap.org/
es_es: Servicio ofrecido por Open Street Maps en https://nominatim.openstreetmap.org/
pt_br: Serviço fornecido pelo Open Street Maps at https://nominatim.openstreetmap.org/

source: Multiple metadata that holds locations related to the post. Each location is an object composed of lat, lon and geocode attributes
es_es: Múltiples metadatos que contienen ubicaciones relacionadas con el post. Cada ubicación es un objeto compuesto por atributos lat, lon y geocode
pt_br: Múltiplos metadados que contêm locais relacionados ao post. Cada localização é um objeto composto de atributos lat, lon e geocode

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Country
es_es: País
pt_br: País

source: Country code
es_es: Código de país
pt_br: Código do país

source: Region level 1
es_es: Región nivel 1
pt_br: Região nível 1

source: Region level 2
es_es: Región nivel 2
pt_br: Região nível 2

source: Region level 3
es_es: Región nivel 3
pt_br: Região nível 3

source: City
es_es: Ciudad
pt_br: Cidade

source: City sub-level 1
es_es: Ciudad sub-nivel 1
pt_br: Sub-nível de cidade 1

source: Layers
es_es: Capas
pt_br: Camadas

source: Layer
es_es: Capa
pt_br: Camada

source: Add new layer
es_es: Adicionar nueva capa
pt_br: Adicionar nova camada

source: Edit layer
es_es: Editar capa
pt_br: Editar camada

source: New layer
es_es: Nueva capa
pt_br: Nova camada

source: View layer
es_es: Ver capa
pt_br: Ver camada

source: View layers
es_es: Ver capas
pt_br: Ver camadas

source: Search layers
es_es: Buscar capas
pt_br: Procurar camadas

source: No layer found
es_es: Ninguna capa encontrada
pt_br: Nenhuma camada encontrada

source: No layer found in the trash
es_es: Ninguna capa encontrada en la papelera
pt_br: Nenhuma camada encontrada na lixeira

source: Layer published.
es_es: Capa publicada.
pt_br: Camada publicada.

source: Layer published privately.
es_es: Capa publicada como privada
pt_br: Camada publicada em privado.

source: Layer reverted to draft.
es_es: Capa revertida a borrador
pt_br: Camada movida para rascunho.

source: Layer scheduled.
es_es: Capa programada
pt_br: Camada agendada.

source: Layer updated.
es_es: Capa actualizada
pt_br: Camada atualizada.

source: JEO Layers
es_es: Capas JEO
pt_br: Camadas JEO

source: The layer type
es_es: Tipo de capa
pt_br: Tipo da camada

source: The layer attribution. A text or HTML code with a link
es_es: Atribución de capa. Un código de texto o HTML con un enlace

source: Layer type-specific options
es_es: Opciones de tipo específico de capa
pt_br: Opções da camada de tipo específico

source: The URL to download the source data of the layer
es_es: URL para descargar los datos de la fuente de la capa
pt_br: O URL para baixar os dados de origem da camada

source: The name of entity of attribution URL link
es_es: Nombre de la entidad del link URL de atribución
pt_br: O nome da entidade do link URL da atribuição

source: The legend type
es_es: Tipo de leyenda
pt_br: Tipo da legenda

source: Legend type-specific options
es_es: Opciones de tipo específico de leyenda
pt_br: Opções da leyenda de tipo específico

source: Use legend
es_es: Usar leyenda
pt_br: Usar legenda

source: Legend title
es_es: Título de leyenda
pt_br: Título da legenda

source: Use Carto Integration
es_es: Usar integración Carto
pt_br: Usar integração Carto

source: Layer type not registered
es_es: Tipo de capa no registrada
pt_br: Tipo de camada não registrado

source: Discovery
es_es: Explorador
pt_br: Explorar

source: Maps
es_es: Mapas
pt_br: Mapas

source: Map
es_es: Mapa
pt_br: Mapa

source: Add new map
es_es: Adicionar nuevo mapa
pt_br: Adicionar novo mapa

source: Edit map
es_es: Editar mapa
pt_br: Editar mapa

source: New map
es_es: Nuevo mapa
pt_br: Novo mapa

source: View map
es_es: Ver mapa
pt_br: Ver mapa

source: View maps
es_es: Ver mapas
pt_br: Ver mapas

source: Search maps
es_es: Buscar mapas
pt_br: Procurar mapas

source: No map found
es_es: Ningún mapa encontrado
pt_br: Nenhum mapa encontrado

source: No map found in the trash
es_es: NIngún mapa encontrado en la papelera
pt_br: Nenhum mapa encontrado na lixeira

source: Map published.
es_es: Mapa publicado.
pt_br: Mapa publicado.

source: Map published privately.
es_es: Mapa publicado como privado.
pt_br: Mapa publicado como privado.

source: Map reverted to draft.
es_es: Mapa revertido a borrador
pt_br: Mapa revertido para rascunho.

source: Map scheduled.
es_es: Mapa programado.
pt_br: Mapa agendado.

source: Map updated.
es_es: Mapa actualizado.
pt_br: Mapa atualizado.

source: JEO Maps
es_es: Mapas JEO
pt_br: Mapas JEO

source: The map initial zoom level
es_es: Zoom inicial del mapa
pt_br: Nível inicial do zoom do mapa

source: The map initial latitude
es_es: Latitud inicial del mapa
pt_br: Nível inicial da latitude do mapa

source: The map initial longitude
es_es: Longitud inicial del mapa
pt_br: Nível inicial da longitude do mapa

source: The Layer ID
es_es: ID de capa
pt_br: ID da camada

source: How this layer is used in this map. Can be fixed, switchable or swappable
es_es: ¿Cómo esta capa es usada en este mapa? Puede ser fija, conmutable, intercambiable
pt_br: Como essa camada é utilizada nesse mapa. Pode ser fixa, trocável ou comutável

source: If the layer is loaded into the mapbox as a style (setStyle) or layer (addLayer)
es_es: Si la capa se carga en Mapbox como style (setStyle) o layer (addLayer)
pt_br: Se a camada for carregada no Mapbox como um estilo (setStyle) ou camada (addLayer)

source: Mapbox style layers
es_es: Capas Mapbox style
pt_br: Camadas style Mapbox

source: If the style should render the layer
es_es: Si el estilo debería mostrar la capa
pt_br: Se o estilo deve renderizar a camada

source: Indicates whether this layer is visible by default
es_es: Indica si esta capa es visible por defecto
pt_br: Indica se a legenda dessa camada deve ser exibida ou não

source: Indicates if the legend of this layer should be displayed or not
es_es: Indica si la leyenda de esta capa debería ser mostrada o no
pt_br: Indica se a legenda dessa camada deve ser exibida ou não

source: The map Layers
es_es: Capas del mapa
pt_br: Camadas do mapa

source: East pan limit
es_es: Límite de panorámica este
pt_br: Limite de panorâmica leste

source: North pan limit
es_es: Límite de panorámica norte
pt_br: Limite de panorâmica norte

source: South pan limit
es_es: Límite de panorámica sur
pt_br: Limite de panorâmica sul

source: West pan limit
es_es: Límite de panorámica oeste
pt_br: Limite de panorâmica oeste

source: Map pan limits
es_es: Limites de panorámica del mapa
pt_br: Limites de panorâmica do mapa

source: List of category IDs related posts must have
es_es: Lista de IDs de categorías que los post relacionados deben tener
pt_br: Lista de IDs das categorias que os posts relacionados devem ter

source: List of tag IDs related posts must have
es_es: Lista de IDs de etiquetas que los post relacionados deben tener
pt_br: Lista de IDs das etiquetas que os posts relacionados devem ter

source: Maximum date for related posts
es_es: Máxima fecha para posts relacionados
pt_br: Data máxima para posts relacionados

source: Minimum date for related posts
es_es: Mínima fecha para posts relacionados
pt_br: Data mínima para posts relacionados

source: List of meta values related posts must have
es_es: Lista de meta-values que los post relacionados deben tener
pt_br: Lista de IDs dos meta-values que os posts relacionados devem ter

source: The map criteria to get related posts
es_es: Criterios de mapa para obtener posts relacionados
pt_br: Os critérios do mapa para obter posts relacionados

source: Disable scroll zoom
es_es: Desactivar scroll zoom
pt_br: Desabilitar zoom

source: Disable drag pan
es_es: Desactivar arrastrar y desplazar
pt_br: Desabilitar arrastar

source: Disable drag rotation
es_es: Desactivar rotación por arrastre
pt_br: Desabilitar rotação

source: Enable fullscreen button
es_es: Activar botón de pantalla completa
pt_br: Habilitar botão de tela cheia

source: Show all posts on map
es_es: Mostrar todos los posts en el mapa
pt_br: Mostrar todos os posts no mapa

source: Minimum Zoom level
es_es: Mínimo nivel de zoom
pt_br: Nível mínimo de zoom

source: Maximum zoom level
es_es: Máximo nivel de zoom
pt_br: Nível máximo de zoom

source: Hide in discovery
es_es: Ocultar en descobierta
pt_br: Ocultar em descoberta

source: Disable embed
es_es: Desactivar incorporación
pt_br: Desabilitar incorporação

source: Map zoom must be between 1 and 14
es_es: El zoom del mapa debe estar entre 1 y 14
pt_br: O Zoom do mapa deve estar entre 1 e 14

source: Settings
es_es: Configuraciones
pt_br: Configurações

source: Jeo Settings
es_es: Configuraciones JEO
pt_br: Configurações do JEO

source: Customize
es_es: Personalizar
pt_br: Customizar

source: Default map latitute
es_es: Latitud por defecto del mapa
pt_br: Latitude padrão do mapa

source: Default map longitude
es_es: Longitud por defecto del mapa
pt_br: Longitude padrão do mapa

source: Default map zoom
es_es: Zoom por defecto del mapa
pt_br: Zoom padrão do mapa

source: Post types
es_es: Tipos de post
pt_br: Tipos de post

source: Show story maps on post archives pages
es_es: Mostrar mapas de historia en archives de post
pt_br: Mostrar mapas de histórias nas archives de post

source: Enabled Post Types. Default: post,storymap
es_es: Tipos de Post Habilitados. Defecto: post,storymap
pt_br: Tipos de Post Habilitados. Padrão: post,storymap

source: Post types separated by comma, Ex: map,post,page
es_es: Tipos de post separados por comas, Ex: map,post,page
pt_br: Tipos de post separados por vírgula, Ex: map,post,page

source: API Key*
es_es: Clave API*
pt_br: Chave de API*

source: Ex. pk.eyJ3...
es_es: Ej. pk.eyJ3...

source: Username
es_es: Nombre de usuario
pt_br: Nome do usuário

source: Private API Key
es_es: Clave API privada
pt_br: Chave de API privada

source: Ex. sk.eyJ1Ij...
es_es: Ej. sk.eyJ1Ij...

source: This is used for Carto integration only.
es_es: Usada solo para integración Carto.
pt_br: Isso é usado apenas para integração com o Carto.

source: If you will not use, don't worry about it.
es_es: Si no lo usará, no se preocupe.
pt_br: Se você não vai utilizar, não se preocupe quanto a isso.

source: Carto (optional)
es_es: Carto (opcional)
pt_br: Carto (opcional)

source: API Key
es_es: Clave API
pt_br: Chave de API

source: Ex. 5a03fe2...
es_es: Ej. 5a03fe2...

source: Update Interval
es_es: Actualizar intervalo
pt_br: Atualizar intervalo

source: Active Geocoder
es_es: Activar Geocoder
pt_br: Ative o Geocoder

# geocoder_options
source: %s options
es_es: %s opciones
pt_br: %s opções

source: Typography
es_es: Tipografía
pt_br: Tipografia

source: Typography URL
es_es: URL de tipografía
pt_br: URL da tipografia

source: Typography name
es_es: Nombre de la tipografia
pt_br: Nome da tipografia

source: Secondary Typography URL
es_es: URL de tipografía secundaria
pt_br: URL da tipografia secondária

source: Secondary Typography name
es_es: Nombre de tipografía secundaria
pt_br: Nome da tipografia secondária

source: Info button font-size (rem)
es_es: Tamaño de letra del botón Información (rem)
pt_br: Tamanho de fonte do botáo Info (rem)

source: Colors
es_es: Colores
pt_br: Cores

source: Primary color
es_es: Color primario
pt_br: Cor primária

source: Text over primary color
es_es: Texto sobre color primario
pt_br: Texto sob cor primária

source: Info button background color
es_es: Color de fondo del botón Información
pt_br: Cor de fundo do botão informativo

source: Info button color
es_es: Color del botón Información
pt_br: Cor do texto do botão informativo

source: Close button background color
es_es: Color de fondo del botón Cerrar
pt_br: Fechar botão de cor de fundo

source: Close button color
es_es: Color del botón Cerrar
pt_br: Fechar botão de cor

source: Embed
es_es: Embebido

source: Company logo
es_es: Logo de la organización
pt_br: Logotipo da compania

source: Save Changes
es_es: Guardar cambios
pt_br: Salvar mudanças

source: Story Map
es_es: Mapa de Historia
pt_br: Mapa de História

source: Add new Story Map
es_es: Adicionar nuevo Mapa de Historia
pt_br: Adicionar novo Mapa de História

source: Edit Story Map
es_es: Editar Mapa de Historia
pt_br: Editar Mapa de História

source: New Story Map
es_es: Nuevo Mapa de Historia
pt_br: Novo Mapa de História

source: View Story Map
es_es: Ver Mapa de Historia
pt_br: Ver Mapa de História

source: View Story Maps
es_es: Ver Mapa de Historias
pt_br: Ver Mapa de Histórias

source: Search Story Maps
es_es: Buscar Mapa de Historia
pt_br: Procurar Mapas de História

source: No Story Map found
es_es: Ningún Mapa de Historia encontrado
pt_br: Nenhum Mapa de História encontrado

source: No Story Map found in the trash
es_es: NIngún Mapa de Historia encontrado en la papelera
pt_br: Nenhum Mapa de História encontrado na lixeira

source: Story Maps
es_es: Mapas de Historia
pt_br: Mapas de História

source: Story Map published.
es_es: Mapa de Historia publicado.
pt_br: Mapa de História publicado.

source: Story Map published privately.
es_es: Mapa de Historia publicado como privado
pt_br: Mapa de História publicado como privado.

source: Story Map reverted to draft.
es_es: Mapa de Historia revertido para borrador
pt_br: Mapa de História revertido para rascunho.

source: Story Map scheduled.
es_es: Mapa de Historia programado.
pt_br: Mapa de História agendado.

source: Story Map updated.
es_es: Mapa de Historia actualizado.
pt_br: Mapa de História atualizado.

source: JEO Story Map
es_es: Mapa de Historia JEO
pt_br: Mapa de História do JEO

source: Sorry!
es_es: ¡Disculpe!
pt_br: Desculpe!

source: This page can't be viewed on mobiles.
es_es: Esta página no puede ser visualizada en celulares.
pt_br: Esta página não pode ser visualizada em celulares.

source: Back to homepage
es_es: Volver al inicio
pt_br: Voltar para página inicial

source: Attribution:
es_es: Atribución:
pt_br: Atribuição:

source: Download from source
es_es: Descargar desde fuente
pt_br: Baixar da fonte

source: MM/DD/YYYY
es_es: MM/DD/AAAA
pt_br: DD/MM/YYYY

source: Apply
es_es: Aplicar
pt_br: Aplicar

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: From
es_es: Desde
pt_br: De

source: To
es_es: Hasta
pt_br: Até

source: Custom
es_es: Personalizado
pt_br: Personalizado

source: Su
es_es: Do
pt_br: Do

source: Mo
es_es: Lun
pt_br: Se

source: Tu
es_es: Ma
pt_br: Te

source: We
es_es: Mi
pt_br: Qu

source: Th
es_es: Ju
pt_br: Qu

source: Fr
es_es: Vie
pt_br: Se

source: Sa
es_es: Sá
pt_br: Sá

source: January
es_es: Enero
pt_br: Janeiro

source: February
es_es: Febrero
pt_br: Fevereiro

source: March
es_es: Marzo
pt_br: Março

source: April
es_es: Abril
pt_br: Abril

source: May
es_es: Mayo
pt_br: Maio

source: June
es_es: Junio
pt_br: Junho

source: July
es_es: Julio
pt_br: Julho

source: August
es_es: Agosto
pt_br: Agosto

source: September
es_es: Septiembre
pt_br: Setembro

source: October
es_es: Octubre
pt_br: Outubro

source: November
es_es: Noviembre
pt_br: Novembro

source: December
es_es: Diciembre
pt_br: Dezembro

source: Search story
es_es: Buscar histórias
pt_br: Buscar história

source: Hide filters
es_es: Ocultar filtros
pt_br: Ocultar filtros

source: Show filters
es_es: Mostrar filtros
pt_br: Exibir filtros

source: Date range
es_es: Rango de fechas
pt_br: Intervalo de data

source: Tags
es_es: Etiquetas

source: View in map
es_es: Ver en mapa
pt_br: Ver no mapa

source: layers
es_es: capas
pt_br: camadas

source: Clear
es_es: Limpiar
pt_br: Limpar

source: Search map
es_es: Buscar mapa
pt_br: Buscar mapa

source: Changes applied
es_es: Cambios aplicados
pt_br: Mundanças aplicadas

source: Not applied
es_es: No aplicado
pt_br: Não aplicado

source: Selected layers
es_es: Capas seleccionadas
pt_br: Camadas selecionadas

source: No layers selected
es_es: Ninguna capa seleccionada
pt_br: Nenhuma camada selecionada

source: Apply changes
es_es: Aplicar cambios
pt_br: Aplicar mudanças

source: Stories
es_es: Historias
pt_br: Histórias

source: Map layers
es_es: Capas de mapa
pt_br: Camadas do mapa

source: embed
es_es: Embebido

source: Legend
es_es: Leyenda
pt_br: Legenda

source: Info
es_es: Información
pt_br: Informações

source: at
es_es: en
pt_br: em

source: START
es_es: INICIAR
pt_br: INICIAR

source: skip intro
es_es: saltar introducción
pt_br: pular introdução

source: Back to top
es_es: Volver al inicio
pt_br: Voltar ao topo

source: NAVIGATE THE MAP
es_es: NAVEGAR EL MAPA
pt_br: Navegar no mapa

source: Source data download link
es_es: Link de descarga de los datos de fuente
pt_br: Link para baixar os dados da fonte

source: Data attribution link
es_es: Link de datos de atribución
pt_br: Link de atribuição de dados

source: Data attribution name
es_es: Nombre de datos de atribución
pt_br: Nome da atribuição de dados

source: Circles color
es_es: Color de círculos
pt_br: Cores dos circulos

source: Add new label
es_es: Adicionar nueva etiqueta
pt_br: Adicionar nova etiqueta

source: Label
es_es: Etiqueta
pt_br: Rótulo

source: Radius
es_es: Radio
pt_br: Raio

source: Remove
es_es: Remover
pt_br: Remover

source: See preview
es_es: Ver previsualización
pt_br: Ver prévisualização

source: Preview
es_es: Previsualizar
pt_br: Previsualização

source: Left Label
es_es: Etiqueta izquierda
pt_br: Rótulo direito

source: Right Label
es_es: Etiqueta derecha
pt_br: Rótulo direito

source: Icon legend
es_es: Ícono de leyenda
pt_br: Legenda de ícone

source: Type
es_es: Tipo
pt_br: Tipo

source: Show popup?
es_es: ¿Mostrar popup?
pt_br: Mostrar popup?

source: Title
es_es: Título
pt_br: Título

source: Fields
es_es: Campos
pt_br: Campos

source: Add field
es_es: Adicionar campo
pt_br: Adicionar campo

source: Add
es_es: Adicionar
pt_br: Adicionar

source: Interactions
es_es: Interacciones
pt_br: Interações

source: Done
es_es: Hecho
pt_br: Feito

source: Edit interactions
es_es: Editar interacciones
pt_br: Editar interações

source: Configure your Carto options in Jeo settings
es_es: Configure las opciones Carto en la configuración JEO
pt_br: Configure as opções do Carto nas configurações do JEO

source: Use integration
es_es: Usar integración
pt_br: Usar integração

source: This action will overwrite current layer settings and rewrite tileset if set
es_es: Esta acción sobrescribirá la configuración de capa actual y reescribirá el conjunto de tileset si se establece
pt_br: Esta ação irá sobrescrever as configurações da camada atual e reescrever o tileset se configurado

source: Syncronize
es_es: Sincronizar
pt_br: Sincronizar

source: Succesfull tileset migration
es_es: Migración tileset completa
pt_br: Migração tileset com sucesso

source: Uploading staged file to Mapbox
es_es: Subiendo archivo staged a Mapbox
pt_br: Carregando arquivo staged para o Mapbox

source: All set! Check
es_es: Todo definido!
pt_br: Tudo pronto! Verifique

source: "Settings"
es_es: "Configuraciones"
pt_br: "Configurações"

source: panel above.
es_es: panel arriba.
pt_br: painel acima.

source: Please fill all required fields, you will not be able to publish or update until that.
es_es: Complete todos los campos obligatorios, no podrá publicar ni actualizar hasta ese momento.
pt_br: Por favor preencha os campos requeridos, você não poderá publicar ou atualizar até lá.

source: Your Mapbox access token may be invalid. You will not be able to publish or update. Please check your settings
es_es: Es posible que su token de acceso de Mapbox no sea válido. No podrá publicar ni actualizar. Por favor revise su configuración
pt_br: Seu token de acesso do Mapbox pode ser inválido. Você não poderá publicar ou atualizar. Por favor, verifique suas configurações

source: Your layer was not found. You will not be able to publish or update. Please check your settings
es_es: No se encontró la capa. No podrá publicar ni actualizar. Por favor revise su configuración
pt_br: Sua camada não foi encontrada. Você não poderá publicar ou atualizar. Por favor, verifique suas configurações

source: Error loading your layer, you will not be able to publish or update. Please check your settings.
es_es: Error al cargar la capa, no podrá publicar ni actualizar. Compruebe la configuración.
pt_br: Erro ao carregar sua camada, você não poderá publicar ou atualizar. Por favor verifique as configurações.

source: Your Mapbox API Key was not found in your JEO Settings. You will not be able to publish or update.
es_es: No se encontró la clave de API de Mapbox en la configuración de JEO. No podrá publicar ni actualizar.
pt_br: Sua chave API do Mapbox não foi encontrada nas configurações do JEO. Você não poderá publicar ou atualizar.

source: Carto Integration
es_es: Integración Carto
pt_br: Integração com o CARTO

source: Attributions
es_es: Atribuciones
pt_br: Atribuições

source: Insert a story map from the library
es_es: Insertar un mapa de historia desde la biblioteca
pt_br: Insira um mapa de história da biblioteca

source: Type a story name
es_es: Ingresar un nombre de historia
pt_br: Insira o nome da história

source: (Select another map)
es_es: Seleccionar otro mapa
pt_br: (Selecionar outro mapa)

source: Insert a map from the library
es_es: Insertar un mapa desde la biblioteca
pt_br: Insira um mapa da biblioteca

source: Type a map name
es_es: Ingresar un nombre de mapa
pt_br: Insira o nome do mapa

source: Fixed
es_es: Fijo
pt_br: Fixado

source: Swappable
es_es: Intercambiable
pt_br: Trocável

source: Switchable
es_es: Conmutable
pt_br: Comutável

source: Base layer should be fixed
es_es: La capa base debería ser fija
pt_br: A camada base deve ser fixada

source: Should be displayed by default.
es_es: Debería ser mostrada por defecto.
pt_br: Deve ser exibido por padrão.

source: Load interactions
es_es: Cargar interacciones
pt_br: Carregar interações

source: Show legend
es_es: Mostrar leyenda
pt_br: Mostrar legenda

source: If the layer is not visible inside Mapbox Studio we will not be able to control the displayment.
es_es: Si la capa no está visible dentro de Mapbox Studio, no se podrá controlar la visualización.
pt_br: Se a camada não estiver visível dentro do Mapbox Studio não será possível controlar a exibição.

source: Layer type
es_es: Tipo de capa
pt_br: Tipo da camada

source: Filter
es_es: Filtro
pt_br: Filtro

source: New Layer
es_es: Nueva capa
pt_br: Nova camada

source: Do you really want to delete this layer?
es_es: ¿Está seguro de eliminar esta capa?
pt_br: Você realmente quer remover essa camada?

source: No layers have been added to this map.
es_es: Ninguna capa ha sido agregada al mapa
pt_br: Nenhuma layer foi adicionada para esse mapa.

source: Layers settings
es_es: Configuraciones de capas
pt_br: Configuração de camadas

source: Center
es_es: Centro
pt_br: Centro

source: Initial zoom
es_es: Zoom inicial
pt_br: Zoom inicial

source: Min zoom
es_es: Mín. zoom
pt_br: Zoom mínimo

source: Max zoom
es_es: Máx. zoom
pt_br: Zoom máximo

source: Scroll zoom on post
es_es: Zoom scroll en post
pt_br: Scroll zoom no post

source: Drag rotation on post
es_es: Arrastrar rotación en post
pt_br: Rotação no post

source: Map navigation on post
es_es: Navegación del mapa en post
pt_br: Navegação do mapa no post

source: Fullscreen button on post
es_es: Botón pantalla completa en post
pt_br: Botão de tela cheia no post

source: Pan limits
es_es: Limites de panorámica
pt_br: Limites de panorâmica

source: North
es_es: Norte
pt_br: Norte

source: East
es_es: Este
pt_br: Leste

source: South
es_es: Sur
pt_br: Sul

source: West
es_es: Oeste
pt_br: Oeste
