Repository: InfoAmazonia/jeo-plugin
Catalog: src/languages/jeo-*.po
Languages: es_es, pt_br

source: Set current as map settings
es_es: Establecer actual como configuración del mapa
pt_br: Usar atual como configurações do mapa

source: For public maps only
es_es: Solo para mapas públicos
pt_br: Apenas para mapas públicos

source: Disable embed map
es_es: Desactivar mapa incorporado
pt_br: Desabilitar incorporação

source: Map settings
es_es: Configuraciones de mapa
pt_br: Configurações do mapa

source: Loading layers data...
es_es: Cargando datos de mapas ...
pt_br: Carregando dados das camadas...

source: Default
es_es: Defecto
pt_br: Padrão

source: Edit layers settings
es_es: Editar configuraciones de capas
pt_br: Editar configurações de camadas

source: Key
es_es: Clave
pt_br: Chave

source: Comparator
es_es: Comparador
pt_br: Comparador

source: Value
es_es: Valor
pt_br: Valor

source: Related posts
es_es: Posts relacionados
pt_br: Posts relacionados

source: Use related posts
es_es: Usar posts relacionados
pt_br: Usar posts relacionados

source: Categories
es_es: Categorias
pt_br: Categorias

source: Start date
es_es: Fecha de inicio
pt_br: Data de início

source: End date
es_es: Fin de fecha
pt_br: Data final

source: Search address
es_es: Buscar dirección
pt_br: Procurar endereço

source: Story settings
es_es: Configuraciones
pt_br: Configurações da história

source: Brief description
es_es: Descripción breve
pt_br: Descrição breve

source: Show story map introduction
es_es: Mostrar introducción del Mapa de Historia
pt_br: Mostrar introdução da história

source: Use "Navigate to map" button
es_es: Usar botón Navegar el mapa
pt_br: Usar botão "Navegar no mapa"

source: Slides settings
es_es: Configuraciones de slides
pt_br: Configuração de slides

source: Lock current spot
es_es: Bloquear lugar actual
pt_br: Marcar ponto atual

source: Content
es_es: Contenido
pt_br: Conteúdo

source: The minimum number of slides is 1.
es_es: Número mínimo de slides es 1.
pt_br: O número mínimo de slides é 1.

source: Do you really want to remove this slide?
es_es: ¿Està seguro de remover este slide?
pt_br: Você realmente quer remover esse slide?

source: Current slide:
es_es: Slide actual:
pt_br: Slide atual:

source: Map:
es_es: Mapa:
pt_br: Mapa:

source: JEO Map
es_es: Mapa JEO
pt_br: Mapa JEO

source: Display maps with layers and data
es_es: Mostrar mapas con capas y datos
pt_br: Exibir mapas com camadas e dados

source: JEO One-time Map
es_es: JEO Mapa de un solo uso

source: Display maps with storytelling
es_es: Mostrar mapas con Mapa de Historia
pt_br: Exibir mapa com storytelling

source: Embedded Story Map
es_es: Mapa de Historia Incorporado
pt_br: Mapa de História Incorporado

source: Embed URL
es_es: URL de Incorporación
pt_br: URL de Incorporação

source: 1 - Your Mapbox access token may be invalid.
es_es: 1. El token de acceso Mapbox podría ser inválido.
pt_br: 1 - Seu token de acesso do Mapbox parece ser inválido.

source: There's no API Key found in your JEO Settings.
es_es: No se encontrón ninguna Clave API en la configuración JEO.
pt_br: Não há nenhuma chave API encontrada nas configurações do JEO.

source: Initial Zoom
es_es: Zoom inicial
pt_br: Zoom inicial

source: Min Zoom
es_es: Mín. zoom
pt_br: Zoom mínimo

source: Max Zoom
es_es: Máx. zoom
pt_br: Zoom máximo

source: You can also drag the marker across the map.
es_es: Puede arrastrar el marcador por el mapa.
pt_br: Você também pode arrastar o marcador pelo mapa.

source: Move marker to nearest address
es_es: Mover marcador a la dirección más cercana
pt_br: Mover marcador para o logradouro mais próximo

source: Relevance
es_es: Relevancia
pt_br: Relevância

source: Primary
es_es: Primario
pt_br: Primário

source: Secondary
es_es: Secundario
pt_br: Secundário

source: Update selected point
es_es: Actualizar punto seleccionado
pt_br: Atualizar ponto selecionado

source: Save new point
es_es: Guardar nuevo punto
pt_br: Salvar novo ponto

source: Geolocated points
es_es: Geolocalizar puntos
pt_br: Geolocalizar pontos

source: Add new point
es_es: Adicionar nuevo punto
pt_br: Adicionar novo ponto

source: Current points
es_es: Puntos actuales
pt_br: Pontos atuais

source: No points
es_es: Sin puntos
pt_br: Nenhum pontos

source: Delete
es_es: Borrar
pt_br: Apagar

source: Edit
es_es: Editar
pt_br: Editar

source: Geolocate this post
es_es: Geolocalizar este post
pt_br: Geolocalizar esse post

source: Geolocation
es_es: Geolocalización
pt_br: Geolocalização

source: If the layer is not visible inside Mapbox Studio we will not be able to control the displayment.
es_es: Si la capa no está visible dentro de Mapbox Studio, no se podrá controlar la visualización.
pt_br: Se a camada não estiver visível dentro do Mapbox Studio não será possível controlar a exibição.

source: Search for layers
es_es: Buscar capas
pt_br: Procurar por camadas

source: or
es_es: o
pt_br: ou

source: Create New Layer
es_es: Crear nueva capa
pt_br: Criar nova camada

source: Added
es_es: Adicionado
pt_br: Adicionado

source: Loading Layers Data
es_es: Cargando datos de mapas
pt_br: Carregando dados das camadas

source: No layers have been selected for this map.
es_es: Ninguna capa ha sido seleccionada para este mapa.
pt_br: Nenhuma layer foi selecionada para esse mapa.

source: Layer Type
es_es: Tipo de capa
pt_br: Tipo da camada

source: Layer Name
es_es: Nombre de capa
pt_br: Nome da camada

source: Add a new layer
es_es: Adicionar nueva capa
pt_br: Adicionar uma nova camada

source: Current slide:
es_es: Slide actual:
pt_br: Slide atual:

source: Map:
es_es: Mapa:
pt_br: Mapa:

source: SQL query
pt_br: Query SQL

source: General
pt_br: Geral

source: No
pt_br: Não

source: On click
pt_br: No clique

source: On hover
pt_br: No hover

source: SQL Query
pt_br: Query SQL
